---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.MEPBuildingConstructionSet
source: html/808cc808-e717-47c4-59fc-de36d0ca4034.htm
---
# MEPBuildingConstructionSet Properties

Test to see if the set is empty.